Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/jostein-n.html.tmx
Source language: nob
Languages: sme

source: Samisk avdeling og samiske studenter på Lærerutdanninga i Alta
sme: Álttá oahpaheaddjiskuvlla Sámi ossodat ja sámi studeanttat

source: Jostein Hansen er født på Sandane i Sogn og Fjordane i 1944 og oppvokst på Bryne i Rogaland.
sme: Jostein Hansen lea riegádan Sandanes Sogn og Fjordane fylkkas 1944:s, ja bajásšaddan Brynes Rogalandas.

source: Han har sosiologi hovedfag, psykologi og filosofi fra universiteta i Bergen og Oslo og har arbeida som lærer ved Høgskolen i Finnmark fra 1974 til 2008.
sme: Sus lea sosiologiija váldofága, ja lea lohkan psykologiija ja filosofiija Bergena ja Oslo universitehtain. Son lea bargan oahpaheaddjin Finnmárkku allaskuvllas 1974 rájes gitta 2008 rádjai.

source: 1986–89 hadde han permisjon for å arbeide ved Nordisk Samisk Institutt i Guovdageaidnu.
sme: 1986-89 lei sus virgelohpi, go barggai Sámi Instituhtas Guovdageainnus.

source: Han har engasjert seg sterkt i samiske spørsmål, bl.a. i forbindelse med kampen mot utbygging av Alta – Kautokeino-vassdraget.
sme: Son lea áŋgirit bargan sámi áššiiguin, ee. go vuosttaldedje Álttá - Guovdageaineanu buođđudeami. Go manai ealáhahkii 2008:s, de fárrii fas Sandanii.

source: Historien om de samiske studentene ved Lærerutdanningen/Høgskolen i Alta er en dramatisk historie preget av kulturelle motsetninger, mangel på ressurser og forståelse for hva som krevdes for å få til en samisk lærerutdanning.
sme: Álttá allaskuvlla oahpaheaddjioahpu sámi studeanttaid historjá lea dramáhtalaš historjá mas vuhttojit kultuvrralaš vuostálasvuođat, resursavátnivuohta ja ipmirmeahttunvuohta das mii gáibiduvvo sámi oahpaheaddjioahpu oččodeamis.

source: Disse motsetningene går som en rød tråd gjennom hele skolens historie fra 1973 til etableringa av Sámi allaskuvla i 1989.
sme: Diet vuostálasvuođat čuvvo čađat olles skuvlla historjjá 1973 rájes gitta Sámi allaskuvlla ásaheapmái 1989:s.

source: Først etter den andre innstillinga om samisk lærerutdanning fra 19831 ble det etablert en gryende forståelse i skolebyråkratiet av at det ikke var mulig å bygge opp en samisk lærerutdanning i et overveiende norskspråklig miljø som en samisk komponent på en overveiende norsk høgskole.
sme: Easka maŋŋel nuppi evttohusa sámi oahpaheaddjioahpu ektui 1983:s ipmirdišgohte skuvlaeiseválddit ahte ii leat vejolaš hukset sámi oahpaheaddjioahpu nana dárogielat birrasii, mii livččii leamaš dakkár sámi komponeantan buiga dáža allaskuvllas.

source: Fersk lærer i etnisk minefelt
sme: Aiddo oahppan oahpaheaddji etnalaš soahtešiljus

source: Jeg kom til Alta som nyutdannet cand. polit. sommeren 1974, ett år etter oppstarten av Lærerutdanningen.
sme: Bohten Áltái aiddo oahppan cand. polit. 1974 geasi, jagi maŋŋel go ledje álggahan oahpaheaddjioahpu.

source: 50 % av arbeidsbyrden min skulle gå til å lede et prosjekt om ungdommens situasjon i Guovdageaidnu, satt i gang av Bratteli-regjeringas ungdomsutvalg og ledet i Alta av pedagogikklektor Steinar Gaare.
sme: 50 % mu barggus lei jođihit prošeavtta Guovdageainnu nuoraid dili birra, man Bratteli-ráđđehusa nuoraidlávdegoddi lei álggahan, ja man pedagogihka lektor Steinar Gaare jođihii Álttás.

source: De resterende 50 % skulle brukes på undervisning i samfunnsfag og pedagogikk.
sme: Reasta 50 % galgen oahpahit servvodatfága ja pedagogihka.

source: Ungdomsutvalget la opp til en brei undersøkelse av ungdommens situasjon på utvalgte steder, og rektor Birger Aalvik ved Lærerutdanninga i Alta hadde ivret sterkt for at Norges urfolk måtte bli representert i undersøkelsen.
sme: Nuoraidlávdegoddi dáhtui viiddis iskkadeami nuoraid dilálašvuođas dihto báikkiin, ja Álttá oahpaheaddjioahpu rektor Birger Aalvik lei áŋgirit bargan dan nala ahte Norgga álgoálbmot galggašii oassálastit dán iskkadeapmái.

source: Lektor Steinar Gaare ved Lærerutdanninga hadde utarbeidet et forslag til spørreskjema, men hadde blitt uenig med Nordisk Samisk Institutt (NSI) om en del av spørsmåla;
sme: Steinar Gaare lei ráhkadan jearahallanskovveevttohusa, muhto ii boahtán ovttaoaivilii Sámi Instituhtain soames gažaldagain.

source: etter det jeg husker spesielt noen av dem som gikk på etnisk identitet.
sme: Daid maid muittán earenoamážit ledje soames gažaldagat etnalaš identitehta birra.

source: Derfor ble det min oppgave å ta kontakt med NSI, og min primærkontakt der ble Alf Isak Keskitalo.
sme: Dasto šattai mu bargun gulahallat Sámi Instituhtain, ja mu váldo gulahallanolmmoš doppe lei Alf Isak Keskitalo.

source: Nokså uskyldig og uvitende ble jeg altså kastet ut i det etniske minefeltet i 1974.
sme: Vigiheapmin ja diehtemeahttumin bálkestuvvojin etnalaš soahtešilljui 1974:s.

source: Etniske relasjoner er primært et fagfelt for sosialantropologien, og det var heller ikke mye kunnskap jeg hadde fått om den samiske minoriteten ved universitetene i Bergen og Oslo.
sme: Etnalaš oktavuođat leat dábálaččat sosiálaantropologaid fágasuorgi, inge lean olu oahppan sámiid birra Bergena ja Oslo universitehtain.

source: I forordet til prosjektrapporten fra 1977 stiller jeg spørsmål om jeg som nordmann (dáža) hadde noen rett til å «blande meg inn i en minoritets kamp for sin egen eksistens.
sme: Prošeaktaraportta álgosánis, maid čállen 1977:s, bijange gažaldaga ahte lei go mus, gii ledjen dáža, makkárge riekti «seaguhit iežan unnitlogu álbmoga rahčamušaide iežaset ceavzima badjel.

source: Og dessuten: hadde jeg i det hele tatt forutsetninger for og muligheter til å forstå den samiske ungdommens situasjon?
sme: Ja muđuige: ledje go mus dat návccat ja vejolašvuohta ipmirdit sámi nuoraid dilálašvuođa?

source: »2 Dette var en dramatisk beskrivelse, men i ettertid ser jeg at den var realistisk.
sme: » [1] Dát lei oalle dramáhtalaš čilgehus, muhto oainnán dál maŋŋel ahte nu lei duohtavuohta.

source: Alf Isak Keskitalo hadde en kritisk holdning til prosjektet.
sme: Alf Isak Keskitalo lei kritihkalaš prošektii.

source: Det samme hadde daværende sosialsjef Johs. Kalvemo, som var en viktig samtalepartner for meg.
sme: Dan seamma lei dalá sosiálahoavda Johs. Kalvemo, guhte lei dehálaš ságastallanolmmái mus.

source: Det ble besluttet å foreta personlige intervjuer, og det eneste rimelige da var å foreta intervjuene på samisk.
sme: Dasto mearriduvvui ahte galge olbmuin jearahallat, ja govttolaččamus lei jearahallat sámegillii.

source: Jeg fikk til slutt 10 samiskspråklige studenter med meg til Guovdageaidnu som intervjuere, hvorav fire var fra stedet.
sme: Ožžon loahpas 10 sámegielat studeantta mielde Guovdageidnui jearahallat nuoraid. Njealjis sis ledje guovdageaidnolaččat.

source: Til sammen ble 220 ungdommer født i tidsrommet 1950-59 intervjuet i løpet av juleferien 1975/1976.
sme: Oktiibuot jearahalaimet 1975/76 juovlaluomus 220 nuora, geat ledje riegádan gaskal 1950 ja 1959.

source: Det var helt avgjørende for prosjektet å ha samiskspråklige intervjuere.
sme: Prošeavtta ollašuvvamii lei mearrideaddjin ahte ledje sámegielagat geat jearahalle.

source: Den intervjuede fikk utlevert et skjema på samisk til å følge med i, men det var intervjueren som noterte ned svara.
sme: Dat geas ledje jearahallame, oaččui skovi sámegillii mas sáhtii čuovvut mielde, muhto lei jearahalli ieš guhte čálii vástádusaid.

source: Motstand mot samiske emner
sme: Vuosteháhku sámi fáttáide

source: I pedagogikkundervisninga prøvde jeg å ta opp tema som tospråklighet, samisk kultur og minoritetssituasjonen.
sme: Pedagogihka oahpahusas geahččalin guoskkahit fáttáid nugo guovttegielalašvuođa, sámi kultuvrra ja minoritehtaid dilálašvuođa.

source: Det var som nevnt ikke så mye kunnskap jeg hadde om dette de første åra.
sme: Nu go ovdalis namuhin, de in máhttán nu olu dáid áššiid birra daid vuosttaš jagiid.

source: Disse åra var også disse temaene dårlig dekket i undervisninga, men etter hvert som min kompetanse ble større, fikk de større plass i fagplanene, også på førskolelærerutdanninga, som ble satt i gang i 1978.
sme: Dát fáttát ledje muđuige ožžon unnán saji oahpahusas. Muhto dađi mielde go mun čehppon, de lassánii dáid birra fágaplánain, maiddái ovdaskuvlaoahpaheaddjioahpus, mii álggahuvvui 1978:s.

source: Akkurat på førskolelærerutdanninga husker jeg det var noen få spredte røster som mente det var for mye samisk tematikk i undervisninga i samfunnsfag.
sme: Ovdaskuvlaoahpaheaddjioahpus ledjege soapmásat geat oaivvildedje ahte lei beare olu sámi fáttáid birra servodatfágas.

source: Jeg hadde imidlertid god samvittighet, ikke minst fordi flere av studentene hadde samisk bakgrunn.
sme: Mus lei goitge buorre oamedovdu, earenoamážit go máŋgga studeanttas lei sámi duogáš.

source: I dag er det i samfunnsfag lagt relativt stor vekt på minoriteter, urfolk og etniske relasjoner i samfunnsfagplanene.
sme: Dán áiggi servvodatfágas deattuhuvvojit minoritehtat, eamiálbmogat ja etnalaš oktavuođat servodatfágaplánain.

source: I de andre faga er dette nesten fraværende.
sme: Eará fágain ii leat báljo mihkkege dáid birra.

source: Mange av studentene var frustrert over at Lærerutdanninga i så liten grad var en samisk høgskole, og at de fikk liten undervisning på samisk og om samisk språk, kultur og historie.
sme: Olu studeanttat vuorrástuvve go oahpaheaddjiskuvla lei nu unnán sámi allaskuvla, ja ožžo nu unnán oahpahusa sámegillii ja sámegiela, -kultuvrra ja -historjjá birra.

source: Og de ga åpent uttrykk for dette i undervisningstimene.
sme: Ja dan sii gal čielgasit dieđihedje oahpahusdiimmuin.

source: Jeg hadde også kontakt med flere av de samiske studentene på fritida.
sme: Mus lei maid oktavuohta máŋggain sámi studeanttain astoáiggis.

source: Her kom fortvilelsen over den vanskelige undervisningssituasjonen og mangelen på tilbud i og på samisk enda tydeligere fram fra en del.
sme: Dalle bođii ovdan sin áŧestus váttis oahpahusdilis ja váilevaš fálaldat sámegielas ja sámegillii.

source: For meg var det ikke vanskelig å forstå denne fortvilelsen.
sme: Munnje gal ii lean váttis ipmirdit sin áŧestusa.

source: Samisk avdeling
sme: Sámi ossodat

source: Da Lærerutdanninga i Alta ble etablert i 1973 ble det lagt vekt på at utdanninga skulle innrettes mot utkantstrøk og samiskspråklige områder. Situasjonen for de samiske studentene var meget vanskelig det første året.
sme: Go oahpaheaddjiskuvla álggahuvvui 1973:s de deattuhuvvui ahte oahpahus galggai heivehuvvot boaittobealbáikkiide ja sámegielat guovlluide. Sámi studeanttaid dilli lei váttis vuosttaš jagi.

source: Høsten 1973 var det eneste tilbudet i og på samisk språk to timer undervisning i uka.
sme: 1973 čavčča ožžo dušše guokte diimmu vahkkui oahpahusa sámegillii ja sámegielas.

source: Det var Håkon Henriksen (som ikke hadde formelle kvalifikasjoner i samisk) som stod for undervisninga, sammen med studentene Máret Sárá og Inga Ravna Eira, som begge hadde grunnfag i samisk fra Oslo.
sme: Lei Håkon Henriksen (geas ii lean formálalaš oahppu sámegielas) guhte lágidii sámegieloahpahusa, ovttas Máret Sáráin ja Inga Ravna Eirain, geat goappašagat leigga lohkan vuođđofága sámegielas Oslos.

source: Den første stillingen ble besatt av Odd Mathis Hætta i januar 1974, og tiltredelsen skjedde 1. mai samme år.
sme: Vuosttaš gii virgáduvvui lei Odd Mathis Hætta, ođđajagimánus 1974, ja son álggii virgái miessemánu 1. b. seamma jagi.

source: Jan Henry Keskitalo fulgte deretter fra 1. august 1974.
sme: Jan Henry Keskitalo jotkkii borgemánu 1. b. 1974.

source: Senere fulgte Ole Henrik Magga, Elli-Sivi Näkkäläjärvi og Ellen Marit Guttorm.
sme: Dan maŋŋel bođii Ole Henrik Magga, Elli-Sivi Näkkäläjärvi ja Ellen Marit Guttorm.

source: Våren 1975 tok de første 6 studentene eksamen.
sme: 1975 giđa válde vuosttaš guhtta studeantta eksámena.

source: Den første fagplanen som ble utarbeidet i samisk i februar 1975 ble betegnet som samisk grunnkurs og det ble gitt undervisning 4 timer i uka over 2 år.
sme: Vuosttaš fágaplána sámegielas bođii guovvamánus 1975, ja gohčoduvvui Sámegiella vuođđogursa ja dasa addui oahpahus njeallje diimmu vahkkui guokte jagi.

source: Forsida på dette første plandokumentet har tittelen «Samisk – EN PLAN», og er ført i pennen av Odd Mathis Hætta.
sme: Dan vuosttaš plána ovdasiiddus čuoččui «Samisk – EN PLAN», ja dan lei Odd Mathis Hætta čállán.

source: Det ble etter hvert utviklet mange kurs der undervisninga foregikk på samisk og der innholdet var samisk språk, kultur og historie.
sme: Dan maŋŋel ráhkaduvvojedje máŋga gurssa gos oahpahuvvui sámegillii, ja sisdoallu lei sámegiella, -kultuvra ja -historjá.

source: I 1974 ble kvartårsenhet på allmennlærerutdanningen utviklet, i 1975 halvårsenhet og i 1976 årsenhet / videreutdanning.
sme: s ovddiduvvui njealjádasjagi oahpahus dábálašoahpaheaddjioahpus. 1975:s jahkebealoahpahus ja jagi 1976 jahkeoahpahus/ joatkkaoahpahus.

source: Fra 1978 ble det gitt et ettårig forkurs for lærerutdanning for samiske studenter.
sme: 1978 rájes addojuvvui ovtta jagáš ovdakursa oahpaheaddjioahpu várás sámi studeanttaide.

source: Det ble også utviklet en årsenhet / videreutdanning i duodji.
sme: Ovddiduvvui maid ovtta jagáš kursa / joatkkaoahppu duojis.

source: Fra 1978 ble det gitt en halvårsenhet / videreutdanning på førskolelærerutdanninga for samiske studenter.
sme: 1978 rájes fállojuvvui sámi studeanttaide jahkebealoahpahus/ joatkkaoahpahus ovdaskuvlaoahpaheaddjioahpus.

source: Det ble med andre ord gitt mange tilbud, men det var relativt få studenter.
sme: Fállojuvvojedje olu oahpahusfálaldagat, muhto ledje unnán studeanttat.

source: De ansatte var under et stort press.
sme: Bargiin lei lossa noađđi.

source: De skulle på samme tid utvikle fagplaner med basis i en mangelfull litteratur, kvalifisere seg til en høyere akademisk grad og være pionerer i undervisninga av samiske studenter.
sme: Sii galge aktanis ovddidit fágaplánaid vátna lohkamušain, gealbudahttit iežas alit akademalaš gráda ja leahkit bálggesčuollit sámi studeanttaid oahpaheamis.

source: Betegnelsen Samisk avdeling (Sámi ossodat) ble brukt om de samiske tilbudene, men i realiteten hadde avdelinga kun status som en seksjon på Høgskolen, på tross av Hoëm-utvalgets innstilling i 1973 om «å opprette en egen avdeling med ansvar for den spesialiserte lærerutdanning for samedistriktene».
sme: Namahus Samisk avdeling (Sámi ossodat) geavahuvvui sámi fálaldagaid birra, muhto duohtavuođas lei ossodagas juogus-stáhtus Allaskuvllas, vaikko Hoëm-lávdegoddi evttohii 1973:s «ásahit sierra ossodaga mas lea ovddasvástádus earenoamáš oahpaheaddjiohppui sámeguovlluid váste».

source: Utvalget anbefaler også at stillingene ved avdelingen organiseres som utdanningsstillinger med en maksimumslengde for utdanningsperioden på 5 år.
sme: Lávdegoddi evttohii maiddái ahte dan ossodaga virggit galge organiserejuvvot oahppovirgin mas oahppoáigodat galggai leat eanemusat vihtta jagi.

source: Fra høgskolens side ble det ikke gitt ressurser til en avdelingslederstilling, og det store undervisningtilbudet gikk for de flestes vedkommende på egenkvalifiseringas bekostning.
sme: Allaskuvla ii liigudan resurssaid ossodatjođiheaddjivirgái, ja dat viiddis oahpahusfálaldat dagahii ahte eanas oahpaheddjiin ii lean áigi iežaset oahppamii.

source: I et notat fra «Samisk avdeling» ved Liv Østmo av 09.06.82 hevdes det at avdelinga kun har en muntlig avtale om fordeling av undervisningsplikten: 1. året: vanlig undervisningsstilling (8 t.) 2. året: utdanningstilling (4 t.) 3. året: undervisningfri (0 t.) Østmo skriver i notatet at i.
sme: Notáhtas maid Liv Østmo čálii «Sámi ossodagas» 09.06.82 čuoččuhuvvo ahte ossodagas lea dušše njálmmálaš šiehtadus das movt oahpahusgeatnegasvuohta galgá juhkkojuvvot 1. jagi: dábálaš oahpahusvirgi (8 dii.) 2. jagi: oahppovirgi (4 dii.) 3. jagi: oahpahusfriddja (0 dii.) Østmo čállá notáhtastis ahte «duohtadilis dát ortnet ii leat doaibman».

source: Fire av lærerne ved lærerhøgskolens samiske avdeling, 1977. F.v. Jan Henry Keskitalo, Odd Mathis Hætta, Ole Henrik Magga og Reidar Erke.
sme: Njeallje oahpaheaddji sámi ossodagas, 1977: g.b. Jan Henry Keskitalo, Odd Mathis Hætta, Ole Henrik Magga, Reidar Erke.

source: Alle ansatte sa opp
sme: Buot bargit heite

source: Denne uholdbare situasjonen toppet seg i 1982.
sme: Dát vártnuhis dilli vearránii sakka 1982:s.

source: Det var 11 som hadde vært ansatt kortere eller lengre tid fram til 1982, av dem hadde bare en kvalifisert seg til lektorkompetanse.
sme: Ossodagas ledje dássážii leamaš 11 bargi ja dušše okta lei nákcen lektorgelbbolašvuođa.

source: Frustrasjon bygget opp over lang tid og inndraging av en stilling på «Samisk avdeling» førte til at konflikten mellom avdelinga og høgskolens ledelse toppet seg dette året.
sme: Suhttu lassániii áiggi mielde ja go heaittihedje ovtta virggi Sámi ossodagas dien jagi, de dagahii dat riiddu gaskal ossodaga ja allaskuvlla jođiheddjiid.

source: I protest sa alle de 5 ansatte opp stillingene sine.
sme: Buot vihtta bargi celke eret virggiideaset čájehan dihtii vuostehágu.

source: Anton Hoëm sier i en kommentar at «i stedet for å utvikle en samisk lærerutdanning, har de samiske lærerne ved lærerhøgskolen i Alta måttet konsentrere seg om å holde i gang en lærerutdanningsinstitusjon etter ordinært norsk mønster»4. Mens samiske studenter strømmet til skolen som aldri før, 45–50 høsten 1983.
sme: Anton Hoëm cealká ovtta kommeanttas ahte «dan sadjái go ásahit sámi oahpaheaddjioahpu, leat sámi oahpaheaddjit Álttá allaskuvllas šaddan rahčat dan nala ahte doalahit oahpaheaddjioahpu dábálaš dáža málle mielde» [3] Seammás bohte olu sámi studeanttat allaskuvlii, sullii 45-50 1983 čavčča.

source: Ifølge høgskolestyrets leder Egil Sundelin, ble det ikke gitt noe tilbud i samisk denne høsten.
sme: Allaskuvlastivrra jođiheaddji Egil Sundelin dadjá, ahte dien čavčča ii fállojuvvon makkárge sámi oahpahus.

source: Om avdelingas status heter det i et notat av Odd Mathis Hætta: «I Kgl. res. av 6. september 1974 heter det at ‘det er opprettet samisk avdeling ved Lærerutdanningen i Alta’.
sme: Ossodaga stáhtusa birra cealká Odd Mathis Hætta muhtin notáhtas: «Gonagaslaš resolušuvnnas čakčamánu 6.b. 1974 čuožžu ahte ‘lea ásahuvvon sámi ossodat Álttá oahpaheaddjiohppui’.

source: Men personalet på samisk avdeling har ansett stillingen som svært diffus.
sme: Sámi ossodaga bargoveahka navdá dien dili viehka eahpečielggasin.

source: Det heter avdeling i navnet men ikke i gavnet, bl.a. fordi den til en hver tid fungerende leder de første 10 år verken har hatt lønnskompensasjon eller nedsatt lesetid – bortsett fra ett år.
sme: Gohčoduvvo ossodahkan nama mielde, muhto ii duohtadilis, ee. go son guhte lei jođiheaddjin vuosttaš logi jagi, ii lean ožžon bálkkábuhtadus dahje geahpeduvvon oahpahusgeatnegasvuođa – earretgo ovtta jagi.

source: Avdelingen er så integrert fysisk og organisatorisk i skolens hovedstruktur at det samiske knapt synes over vannskorpa» (20.10.83).
sme: Ossodat lea nu ovttaiduvvon skuvlla váldohámádahkii sihke fysalaččat ja organiserema bokte, ahte sámevuohta illá oidnui čáhcegierragis ge.» (20.10.83).

source: I et notat fra avdelingen ved Liv Østmo av 09.07.82 blir det foreslått at «det opprettes en avdelingslederfunksjon ved Sámi Ossodat.
sme: Ovtta notáhtas sámi ossodagas evttoha Liv Østmo, 09.07.82 ahte «ásahuvvo ossodatjođiheaddjidoaibma Sámi ossodahkii.

source: Undervisningsplikten vurderes i forhold til arbeidsmengden ellers.
sme: Oahpahangeatnegasvuohta árvvoštallojuvvo bargonoađi ektui.

source: Lederen velges for 2 år av gangen med muligheter for gjenvalg.
sme: Jođiheaddji válljejuvvo guovtti jahkái, ja addo vejolašvuohta ođđasis válljejuvvot.

source: Lederen må være en av avdelingas ansatte».
sme: Jođiheaddji galgá leat muhtun ossodaga bargiin».

source: I dette notatet blir det også listet opp hvilke vilkår avdelinga arbeider under: – utdanning i samisk – også i lærerutdanningssammenheng – er et upløyd område. – all undervisning foregår på samisk.
sme: Dán notáhtas čujuhuvvo maiddái makkár eavttuiguin ossodagas barget: - sámegieloahppu – maiddái oahpaheaddjioahpus – lea vealtakeahtes oassi - buot oahpahus lea sámegillii.

source: Faglitteraturen er på norsk, svensk, finsk eller engelsk.
sme: Fágagirjjálašvuohta lea dárogillii, ruoŧagillii, suomagillii dahje eŋgelasgillii.

source: I våre forberedelser og planlegginger inngår oversettingsarbeid og utvikling av fagterminologi.
sme: Min ráhkkananbargguide ja plánenbargguide gullá jorgalanbargu ja fágatearpmaid ovddideapmi.

source: – studentene stiller med svært ulike forkunnskaper i samisk. – Alta lærerhøgskole v. Sámi Ossodat er den eneste institusjonen som gir tilbud i samisk språk og samiske samfunnsforhold for lærere.
sme: - mis váilot oahppogirjjit ja oahpponeavvut - studeanttain lea hui iešguđetlágán sámegielmáhttu - Álttá oahpaheaddjiallaskuvlla Sámi ossodat lea áidna ásahus mii fállá sámegieloahpahusa ja oahpahusa sámi servodatáššiin oahpaheddjiide.

source: Notatet avsluttes med et nytt forslag: Samtlige stillinger ved avdelinga skal være knyttet til avdelinga og kan ikke omdisponeres til andre fag.
sme: Notáhtta loahpahuvvo ođđa evttohusain: Buot virggit ossodagas galget gullat ossodahkii eaige galgga sáhttit adnot eará fágain.

source: Dersom en ikke får kvalifiserte søkere til høgskolelektorstillinga/ene, omgjøres disse til og lyses ut som stipendiatstillinger.
sme: Jus eai boađe gelbbolaš ohccit allaskuvlalektorvirgái/-virggiide, de dáid virggiid rievdada ja almmuha rabasin stipendiáhttavirgin.

source: Dersom en ikke får kvalifisert søker til dosenturet, disponerer avdelinga selv de ledige lønnsmidlene.
sme: Jus eai oza dosentuvravirggiide olbmot geain lea gelbbolašvuohta, de ossodat oažžu ieš geavahit dáid bálkáruđaid.

source: Notatet er undertegnet av alle 5 ansatte: Liv Østmo, Asta Balto, Veikko Holmberg, Berit Johnskareng og Máret Sárá.
sme: Dán notáhta leat vuolláičállán buot viđas geat barge doppe: Liv Østmo, Asta Balto, Veikko Holmberg, Berit Johnskareng ja Máret Sárá.

source: Det ble avholdt et ekstraordinært lærerråd 10.05.82 der temaet var «Utdanningstilbud for samer».
sme: Dasto dolle liige oahpaheaddjiráđđečoahkkima 10.05.82 mas fáddán lei «oahppofálaldagat sámiide».

source: Undertegnede holdt der en innledning med følgende problemstilling: Er det mulig med samisk lærerutdanning ved Høgskolen i Alta i framtida?
sme: Vuolláičálli doalai doppe sáhkavuoru mas lei čuovvovaš čuolbma: Leago boahtteáiggis vejolaš doallat sámi oahpaheaddjioahpu Álttá allaskuvllas?

source: Dette svarte jeg et tydelig nei på, og begrunnet det med at samisk lærerutdanning måtte foregå i et samiskspråklig miljø med mye bedre kontakt med den samiske grunnskolen og med et innenfra perspektiv på samisk kultur, språk og historie.
sme: Dása vástidin čielgasit ahte ii leat, ja ákkastallen ahte sámi oahpaheaddjioahppu ferte leat sámegielat birrasis, gos lei mihá buoret oktavuohta sámi vuođđoskuvllain ja siskkobeal-geahččanguovlu sámi kultuvrii, gillii ja historjái.
